{
    "version": "https://jsonfeed.org/version/1",
    "title": "Officina Saperi Potenziali",
    "description": "",
    "home_page_url": "https://fede65246.github.io/OSP",
    "feed_url": "https://fede65246.github.io/OSP/feed.json",
    "user_comment": "",
    "author": {
        "name": "Federico Vidoli"
    },
    "items": [
        {
            "id": "https://fede65246.github.io/OSP/manifesto/",
            "url": "https://fede65246.github.io/OSP/manifesto/",
            "title": "Manifesto",
            "summary": "something",
            "content_html": "<p>something</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-11T18:21:46+01:00",
            "date_modified": "2024-11-11T19:47:03+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/teorema-di-goedel/",
            "url": "https://fede65246.github.io/OSP/teorema-di-goedel/",
            "title": "Teorema di Gödel",
            "summary": "Una lezione sui tanto citati (spesso con poca cognizione di causa) Teoremi di Incompletezza di Gödel. La prima parte è stata dedicata alla contestualizzazione nel periodo storico, alla ricezione da parte del pubblico di logici, matematici e filosofi, per comprendere come mai il grande sogno&hellip;",
            "content_html": "<p>Una lezione sui tanto citati (spesso con poca cognizione di causa) Teoremi di Incompletezza di Gödel. La prima parte è stata dedicata alla contestualizzazione nel periodo storico, alla ricezione da parte del pubblico di logici, matematici e filosofi, per comprendere come mai il grande sogno del programma di Hilbert sia stato infranto. Nella seconda parte abbiamo ripercorso le tappe fondamentali delle due dimostrazioni, seguendo la scaletta dell’esposizione divulgativa di Nagel e Newmann, per costruire, infine, la famosa proposizione, espressa completamente in linguaggio aritmetico, che affermi “io non sono dimostrabile”.</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:27:41+01:00",
            "date_modified": "2024-11-07T16:45:48+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/teoria-di-galois/",
            "url": "https://fede65246.github.io/OSP/teoria-di-galois/",
            "title": "Teoria di Galois",
            "summary": "Perché non esiste una formula risolutiva per le equazioni di quinto grado? L’intera mattinata. Pausa pranzo. La ripresa nel pomeriggio. Una giornata dedicata alla spiegazione, da parte del professore Niccolò Argentieri, della teoria di Galois. Sviluppata dal giovanissimo e geniale matematico francese, che, trascorsa una&hellip;",
            "content_html": "<p>Perché non esiste una formula risolutiva per le equazioni di quinto grado? L’intera mattinata. Pausa pranzo. La ripresa nel pomeriggio. Una giornata dedicata alla spiegazione, da parte del professore Niccolò Argentieri, della teoria di Galois. Sviluppata dal giovanissimo e geniale matematico francese, che, trascorsa una notte a formalizzarla e ordinarla, sarà ucciso in duello la mattina successiva. Galois riuscì a stabilire una connessione tra la Teoria dei Gruppi e quella delle Equazioni, definendo delle proprietà di risolubilità delle equazioni.</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:27:09+01:00",
            "date_modified": "2024-11-07T16:29:05+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/superfici-di-riemann/",
            "url": "https://fede65246.github.io/OSP/superfici-di-riemann/",
            "title": "Superfici di Riemann",
            "summary": "Dopo un incontro preparatorio, volto a consegnarci gli strumenti necessari per affrontare la lezione successiva, il professor Enrico Arbarello, tra i massimi esperti del settore a livello mondiale, ci ha parlato della grande idea del matematico tedesco Bernhard Riemann che, tra le conseguenze più importanti,&hellip;",
            "content_html": "<p>Dopo un incontro preparatorio, volto a consegnarci gli strumenti necessari per affrontare la lezione successiva, il professor Enrico Arbarello, tra i massimi esperti del settore a livello mondiale, ci ha parlato della grande idea del matematico tedesco Bernhard Riemann che, tra le conseguenze più importanti, vede la possibilità di rendere invertibili funzioni complesse fondamentali. Tra numeri complessi e ciambelle allo spiedo (altresì note come tori ruotati intorno al proprio asse), un’affascinante lezione</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:26:57+01:00",
            "date_modified": "2024-11-07T16:46:03+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/energia-nucleare-rischio-o-risosrsa/",
            "url": "https://fede65246.github.io/OSP/energia-nucleare-rischio-o-risosrsa/",
            "title": "Energia Nucleare: Rischio o Risorsa?",
            "summary": "Le false informazioni, purtroppo, costituiscono la maggior parte della coscienza comune sull’energia nucleare; in quest’incontro i nostri relatori miravano a delineare la differenza tra nucleare militare e civile, e a sfatare, per quanto possibile, i luoghi comuni riguardanti quest’ultimo, dai possibili rischi al concetto di&hellip;",
            "content_html": "<p>Le false informazioni, purtroppo, costituiscono la maggior parte della coscienza comune sull’energia nucleare; in quest’incontro i nostri relatori miravano a delineare la differenza tra nucleare militare e civile, e a sfatare, per quanto possibile, i luoghi comuni riguardanti quest’ultimo, dai possibili rischi al concetto di radioattività. A partire dal processo di divisione di un atomo, e attraverso l’analisi da diverse fonti delle conseguenze dei disastri nucleari e il confronto con le statistiche delle energie rinnovabili, se ne sono analizzati i vantaggi e gli svantaggi, il tutto con un tocco di autoironia nell’esposizione, e con la possibilità di confrontarci nell’acceso dibattito che ha seguito l’intervento.</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:26:23+01:00",
            "date_modified": "2024-11-11T19:43:09+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/intelligenza-artificiale/",
            "url": "https://fede65246.github.io/OSP/intelligenza-artificiale/",
            "title": "Intelligenza Artificiale e lo Spirito del Capitalismo",
            "summary": "In Un incontro abbiamo visto la creazione e lo sviluppo delle A.I. a livello tecnico e la loro storia, in modo da intuire con cosa realmente abbiamo a che fare. In un secondo incontro invece ne abbiamo osservato gli aspetti etici e i rapporti con&hellip;",
            "content_html": "<p>In Un incontro abbiamo visto la creazione e lo sviluppo delle A.I. a livello tecnico e la loro storia, in modo da intuire con cosa realmente abbiamo a che fare. In un secondo incontro invece ne abbiamo osservato gli aspetti etici e i rapporti con il mondo: L’arte delle A.I. È veramente arte? Fin dove rischiamo di essere “sostituiti” nel lavoro? Si possono davvero definire intelligenti? A chi attribuire commenti sessisti, razzisti o che incitano violenza fatti dalle A.I.? Da tutto ciò sono usciti interessanti dibattiti che spaziavano in svariate aree della nostra cultura. Dall’informatica all’arte, dalla matematica alla psicologia, dall’etica alla filosofia, questo tema tocca profondamente la nostra storia ed il modo in cui ci percepiamo, e lega profondamente passato, presente e futuro.</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:25:26+01:00",
            "date_modified": "2024-11-07T16:50:43+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/lobbedienza-non-e-piu-una-virtu/",
            "url": "https://fede65246.github.io/OSP/lobbedienza-non-e-piu-una-virtu/",
            "title": "L&#x27;obbedienza non è più una virtù",
            "summary": "Come prima officina dell’anno, abbiamo deciso di parlare di scuola. Attraverso una lezione di Vanessa Roghi, storica della scuola, abbiamo analizzato il rapporto dei giovani con la scuola e l’autorità nel corso del secolo scorso, soffermandoci principalmente sulla storia di Don Lorenzo Milani, prete divenuto&hellip;",
            "content_html": "<p>Come prima officina dell’anno, abbiamo deciso di parlare di scuola. Attraverso una lezione di Vanessa Roghi, storica della scuola, abbiamo analizzato il rapporto dei giovani con la scuola e l’autorità nel corso del secolo scorso, soffermandoci principalmente sulla storia di Don Lorenzo Milani, prete divenuto insegnante, che fondò dal nulla e nel nulla una scuola per i ragazzi più poveri. Abbiamo letto un estratto della sua celebre “Lettera ad una professoressa”, nella quale Milani critica e commenta il modello di scuola italiano dell’epoca. Al centenario dalla sua nascita, abbiamo visto come egli fu una delle figure chiave di una società che stava iniziando a mutare dopo la seconda guerra mondiale. Da questa lezione è sorto un dibattito, dove ci siamo posti molte domande. Il modello di scuola odierno è abbastanza efficace per formare cittadini competenti? Aiuta a ridurre le disuguaglianze, o le acuisce? C’è ancora qualcosa da migliorare? E se sì, che cosa?</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:25:11+01:00",
            "date_modified": "2024-11-07T16:51:17+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/la-vita-in-ucraina-in-tempi-di-guerra/",
            "url": "https://fede65246.github.io/OSP/la-vita-in-ucraina-in-tempi-di-guerra/",
            "title": "La vita in Ucraina in tempi di guerra",
            "summary": "Partendo da un’inquadratura geopolitica della guerra e passando poi a narrare la sua esperienza, Mykhaylo Vovchyk, cittadino ucraino che vive tra Italia e Ucraina, ci porta a riflettere su un tema che nel corso dei mesi è stato sempre più trascurato, quello dell’invasione russa dell’Ucraina.",
            "content_html": "<p>Partendo da un’inquadratura geopolitica della guerra e passando poi a narrare la sua esperienza, Mykhaylo Vovchyk, cittadino ucraino che vive tra Italia e Ucraina, ci porta a riflettere su un tema che nel corso dei mesi è stato sempre più trascurato, quello dell’invasione russa dell’Ucraina. Attraverso riferimenti storici, culturali e politici, ci siamo immedesimati per la prima volta nella mentalità del popolo ucraino, nel loro rapporto con tutto ciò che è russo prima del 2014, dopo il 2014, e dopo il 2022, date cruciali per l’Ucraina. Senza sorvolare su aspetti scomodi, come per esempio quello della politica interna, abbiamo allargato i nostri orizzonti e compreso la grandezza di questa invasione, e abbiamo visto come la vita di un paese invaso continui, nonostante tutto.</p>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:24:55+01:00",
            "date_modified": "2024-11-07T16:52:02+01:00"
        },
        {
            "id": "https://fede65246.github.io/OSP/marcel-proust/",
            "url": "https://fede65246.github.io/OSP/marcel-proust/",
            "title": "Marcel Proust",
            "summary": "Marcel Proust (1871-1922). Personaggio ambiguo: da un lato borghese si comporta come un Dandy, dall’altro letterato vive isolato nella sofferenza, in una lontana Parigi dove lo snobismo sia aristocratico che letterario lo segnarono profondamente. In seguito alla lettura della sua maggiore opera “Alla ricerca di&hellip;",
            "content_html": "<div dir=\"auto\">Marcel Proust (1871-1922). Personaggio ambiguo: da un lato borghese si comporta come un Dandy, dall’altro letterato vive isolato nella sofferenza, in una lontana Parigi dove lo snobismo sia aristocratico che letterario lo segnarono profondamente. </div>\n<div dir=\"auto\">In seguito alla lettura della sua maggiore opera “Alla ricerca di un tempo perduto” (romanzo forse più importante del 900), il professore Giacomo Ferrara ci presenta La visione dell’arte del vivere secondo Proust. Indaghiamo quindi il legame profondo tra arte, interiorità e sofferenza(e la loro pericolosità), e poi tra letteratura, tempo e memoria (l’effetto interiore delle celebri madeleine). <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Inoltre, servendoci anche di “il ragazzo e l’airone” di Miyazaki, l’inconscio di Freud, la “chiacchiera” di Heidegger, similitudini con Kafka, vengono analizzati: La critica di Proust sull’inscindibilità tra opera d’arte e la vita dell’artista, e la loro relazione; la natura del lavoro letterario e dell’io più profondo; Lo snobismo e la ricerca del nuovo e del complesso come modo per distinguersi oppure come sincera passione.</span>\n<div dir=\"auto\">In questo modo, attraverso la figura del Proust letterato, uomo depresso ma profondo, che al suo tempo non valeva niente, abbiamo potuto analizzare il nostro di tempo, soffermandoci sul ruolo della letteratura per le nostre vite.</div>\n</div>",
            "author": {
                "name": "Federico Vidoli"
            },
            "tags": [
            ],
            "date_published": "2024-11-07T16:22:45+01:00",
            "date_modified": "2024-11-07T16:52:47+01:00"
        }
    ]
}
